app/controllers/info_controller.rb

SELECT "products".* FROM "products"
---
	def home
		# For web contact
		@contact = Contact.new
    @products = Product.all